Repository: Ivan-Tarasenko/Movie_Evening
Catalog: Movie Evening/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ru, zh_hk

source: Biographies
de: Biographien
es: Biografías
ru: Биографии
zh_hk: 传记片

source: Catroons
de: Zeichentrickfilme
es: Dibujos Animados
fr: Dessins animés
ru: Мультфильмы
zh_hk: 动画片

source: Childish
de: Kindisch
es: Infantil
fr: Enfantin
ru: Детские
zh_hk: 儿童

source: Comedies
de: Komödien
es: Comedias
fr: Comédies
ru: Комедии
zh_hk: 喜剧

source: Crime
de: Krimis
es: Crimen
ru: Криминальмые
zh_hk: 犯罪

source: Detectives
de: Detektive
fr: Détectives
ru: Детективы
zh_hk: 侦探

source: Documentaries
de: Dokumentarfilme
es: Documentales
fr: Documentaires
ru: Документальные
zh_hk: 纪录片

source: Dramas
de: Dramen
fr: Drames
ru: Драма
zh_hk: 电视剧

source: Family
de: Familie
es: Familia
fr: Famille
ru: Семейные
zh_hk: 家庭

source: Fantastic
de: Fantastisch
es: Fantásticos
fr: Fantastique
ru: Фантастические
zh_hk: 奇幻

source: Fantasy
de: Fantasie
es: Fantasía
fr: Fantastique
ru: Фэнтези
zh_hk: 奇幻

source: Favorites
de: Auserwählt
es: Elegido
fr: Élu
ru: Избранные
zh_hk: 收藏品

source: Films-noir
de: Film-Noir
es: Cine negro
fr: Films noirs
ru: Фильмы-нуар
zh_hk: 黑色电影

source: Games
de: Spiele
es: Juegos
fr: Jeux
ru: Игры
zh_hk: 游戏

source: Historical
de: Historisch
es: Histórico
fr: Historique
ru: Исторические
zh_hk: 历史

source: Horrors
de: Schrecken
es: Horrores
fr: Horreurs
ru: Ужасы
zh_hk: 恐怖片

source: Melodramas
de: Melodramen
fr: Mélodrames
ru: Мелодрамы
zh_hk: 情节剧

source: Military
de: Militär
es: Militar
fr: Militaire
ru: Военные
zh_hk: 军事

source: Movies
de: Filmen
es: Películas
fr: Films
ru: Фильмы
zh_hk: 电影

source: Random
de: Zufällig
es: Aleatorio
fr: Aléatoire
ru: Случайный
zh_hk: 随机的

source: Serials
de: Serien
es: Seriales
fr: Feuilletons
ru: Сериалы
zh_hk: 连续系列

source: Sports
de: Sport
es: Deportes
ru: Спортивные
zh_hk: 体育

source: Thrillers
de: Krimis
ru: Триллеры
zh_hk: 惊悚片

source: Westerns
de: Western
ru: Вестерны
zh_hk: 西部片

source: Musicals
es: Musicales
fr: Comédies musicales
ru: Мюзиклы
zh_hk: 音乐剧

source: Talk shows
es: Programas de entrevistas
ru: Ток-шоу
zh_hk: 脱口秀

source: Top 10
es: Los 10 mejores
ru: Топ 10
zh_hk: 前 10 强

source: Top 250
es: Los 250 mejores
ru: Топ 250
zh_hk: 250 强

source: Anime
ru: Анимэ
zh_hk: 动漫
